"Part1" = "ESPAÑOL";
"Part2" = "APPLE INC.";
"Part3" = "CONTRATO DE LICENCIA DE SOFTWARE PARA FUNCIONES RÁPIDAS PARA iOS";
"Part4" = "ROGAMOS LEA DETENIDAMENTE EL PRESENTE CONTRATO DE LICENCIA DE SOFTWARE (EN ADELANTE DENOMINADO “LICENCIA”) ANTES DE UTILIZAR EL SOFTWARE APPLE. LA UTILIZACIÓN DEL SOFTWARE APPLE SE INTERPRETARÁ COMO UN HECHO INEQUÍVOCO DE QUE ACEPTA LOS TÉRMINOS Y CONDICIONES DE ESTA LICENCIA. SI NO ACEPTA LOS TÉRMINOS Y CONDICIONES DE ESTA LICENCIA, NO INSTALE NI UTILICE EL SOFTWARE.";
"Part5" = "NOTA IMPORTANTE: En la medida en que este software puede utilizarse para reproducir, modificar, publicar y distribuir materiales, la Licencia solo le autoriza a reproducir, modificar, publicar y distribuir materiales no regulados por las leyes de la propiedad intelectual, materiales de los que usted sea el propietario del copyright o materiales para cuya reproducción, modificación, publicación y distribución cuente con una autorización legal expresa. Si no está seguro de tener derecho a copiar, modificar, publicar o distribuir cualquier material, le recomendamos que se ponga en contacto con su asesor legal.";
"Part6" = "1. General.";
"Part7" = "A. Apple Inc. (“Apple”) le concede (no vende) una licencia para el uso del software Apple y el software de terceros, la documentación, las interfaces, los contenidos, las tipografías y todos los datos que acompañen a esta Licencia, tanto si están en la memoria de solo lectura o en cualquier otro soporte o en cualquier otra forma (en adelante, el “Software Apple”). Apple o los licenciantes de Apple conservan la propiedad del Software Apple como tal y se reservan todos los derechos que no se le hayan concedido a usted de forma expresa. ";
"Part8" = "B. Apple puede, a su discreción, publicar actualizaciones o mejoras del Software Apple para todos los dispositivos iOS de Apple compatibles. Las actualizaciones y mejoras del Software Apple no incluirán necesariamente todas las funciones de software actuales ni las funciones nuevas que Apple comercialice para otros modelos o dispositivos iOS. Los términos de esta Licencia regirán cualquier nueva versión o actualización de software proporcionada por Apple del Software Apple original del producto, a menos que dicha nueva versión o actualización incluya una licencia propia, en cuyo caso acepta que se aplicarán los términos de dicha licencia. ";
"Part9" = "2. Usos permitidos y restricciones de la Licencia.";
"Part10" = "A. Licencia. De acuerdo con los términos y condiciones de esta Licencia según lo permitido en las “Normas de uso de los servicios y el contenido” establecidas en los Términos y Condiciones de los Servicios de Contenido Multimedia de Apple (https://www.apple.com/legal/internet-services/itunes) (“Normas de uso”) —a menos que haya obtenido el Software Apple como se describe en la sección 2B—, se le concede una licencia limitada, no transferible ni exclusiva para instalar y usar el Software Apple en cualquier dispositivo iOS de marca Apple compatible que posea o gestione. Se prohíbe distribuir o poner el Software Apple disponible a través de una red donde pueda ser utilizado simultáneamente por varios dispositivos. Usted no puede alquilar, arrendar, prestar, vender, redistribuir ni sublicenciar el Software Apple.";
"Part11" = "B. Licencia por volumen o mantenimiento. Si ha obtenido el Software Apple bajo un programa de licencias por volumen o mantenimiento de Apple, los términos y condiciones de su licencia por volumen o mantenimiento determinarán el número de copias del Software Apple que tiene permiso parar descargar, instalar, utilizar y ejecutar en dispositivos iOS de marca Apple que usted posea o gestione.  Excepto en los casos convenidos por escrito por Apple, todos los demás términos y condiciones de esta Licencia deben aplicarse al uso del Software Apple obtenido bajo una licencia por volumen o mantenimiento.";
"Part12" = "C. Requisitos del sistema. El Software Apple solo es compatible con hardware de marca Apple que cumple los requisitos del sistema especificados conforme a las indicaciones de Apple.";
"Part13" = "D. Contenido y materiales digitales. Los derechos de titularidad y de propiedad intelectual de cualquiera de los contenidos que se muestran en el Software Apple o a los que se accede a través de este, incluidos las marcas comerciales, los logotipos y las imágenes, pertenecen a los propietarios del contenido correspondiente. Dicho contenido puede estar protegido por las leyes y los tratados vigentes en materia de propiedad intelectual, marca comercial y de derechos de autor y quedan sujetos a las condiciones de uso de la tercera parte suministradora del contenido. A menos que se establezca lo contrario en la presente Licencia, (i) esta Licencia no le concede ningún derecho para el uso de dicho contenido ni garantiza que dicho contenido siga estando disponible para su utilización, y (ii) no podrá utilizar, extraer o distribuir, de forma comercial o no, ninguna fotografía, logotipo, texto, código, imagen, gráfico, ilustración, audio, vídeo o activo similar (“Materiales digitales”) contenidos en el interior del Software Apple o proporcionados como parte del mismo, o emplear en modo alguno los Materiales Digitales fuera del contexto de su uso previsto como parte del Software de Apple.";
"Part14" = "E. Uso de Funciones rápidas. Reconoce que todas las funciones rápidas de acciones en apps o sitios web (“Funciones rápidas”) son responsabilidad exclusiva a la parte o las partes que crearon dichas Funciones rápidas. Apple no tiene control del contenido o la funcionalidad de la Función rápida de un tercero, ni asume responsabilidad de dichas Funciones rápidas. El uso de las Funciones rápidas será por su propia cuenta y riesgo, y es el único responsable de cumplir los términos o los acuerdos derivados del uso de una Función rápida. Reconoce que Apple no está obligada a revisar las Funciones rápidas, a pesar de que Apple se reserva el derecho, según su propio criterio, de revisar, rechazar, desactivar o eliminar Funciones rápidas. ";
"Part15" = "F. Compartir Funciones rápidas. El Software Apple puede permitirle compartir las Funciones rápidas que cree con otras personas mediante un enlace web. La Función rápida compartida, junto con el contenido que pudiera incluir, estarán disponibles para cualquiera que tenga acceso al enlace web, quien podrá posteriormente copiar, guardar, modificar y redistribuir una copia de su Función rápida y del contenido que pudiera integrar. Al compartir una Función rápida, declara (1) ser el propietario de los derechos y licencias de dicha Función rápida y que no infringirá o incumplirá los derechos de otras partes; y (2) que cualquier Función rápida que comparta no infringirá ninguna ley, contribuirá a la infracción de la ley, la promoverá ni tampoco promoverá ninguna conducta ilícita, obscena o censurable. Reconoce que Apple no tiene obligación de revisar las Funciones rápidas que comparta, aunque Apple se reserva el derecho, según su propio criterio, de revisar, desactivar o eliminar las Funciones rápidas que comparta.";
"Part16" = "G. Restricciones de uso. Se compromete a no: cargar, publicar, enviar por correo electrónico, transmitir u ofrecer de ningún otro modo ninguna Función rápida que: (1) sea ilícita, tortuosa, difamatoria, vulgar, obscena, difamatoria o censurable desde un punto de vista racial, étnico o de otro tipo; (2) infrinja o promueva la infracción de conductas que infringirían las leyes o normativas vigentes, o que generarían responsabilidad penal; (3) promueva la discriminación, la intolerancia, el racismo, el odio, el acoso o los ataques contra personas o grupos; (4) sea violenta o suponga una amenaza, o promueva la violencia o acciones que son una amenaza para otras personas; (5) promuevan las actividades ilícitas o dañinas; o (6) tenga constancia o sospechas de que puedan ser falsas, engañosas, fraudulentas o que pueda malinterpretar el usuario de dicha Función rápida. Igualmente, se compromete a no interferir, perturbar ni someter a una carga indebida a los servidores o redes conectados al Software Apple o a las aplicaciones de software, los servicios o los sitios web de terceros desde su dispositivo iOS (en adelante, “Apps de terceros”) ni a infringir las normativas, las políticas o los procedimientos de dichas redes o Apps de terceros.";
"Part17" = "H. Apps de terceros. Para completar determinadas Funciones rápidas, el Software Apple puede necesitar acceso a determinadas Apps de terceros. Acepta y autoriza de forma explícita al Software Apple para que acceda a estas Apps de terceros y las use en su nombre hasta el grado necesario para completar la Función rápida en el Software Apple. Hasta el grado que el Software Apple acceda a Apps de terceros, Apple no tiene obligaciones explícitas ni implícitas para proporcionar soporte técnico ni de otro tipo para dichas Apps de terceros. Póngase en contacto con el proveedor de software, el fabricante o el proveedor de servicios correspondiente para solicitar soporte técnico y atención al cliente en relación con su software, servicio, sitio web o productos. IGUALMENTE, ACEPTA SOMETERSE Y CUMPLIR TODOS LOS TÉRMINOS DE SERVICIO U OTROS ACUERDOS APLICABLES A DICHAS APPS DE TERCEROS MIENTRAS USA EL SOFTWARE APPLE, ES EL ÚNICO RESPONSABLE DE GARANTIZAR QUE TODAS LAS FUNCIONES RÁPIDAS CUMPLEN LOS TÉRMINOS APLICABLES DE TODAS LAS APPS DE TERCEROS UTILIZADAS POR LA FUNCIÓN RÁPIDA. APPLE NO GARANTIZA EN MODO ALGUNO QUE LAS FUNCIONES RÁPIDAS CUMPLAN LOS TÉRMINOS DE LAS APPS DE TERCEROS, NI SE RESPONSABILIZA DE LAS FUNCIONES RÁPIDAS DE TERCEROS.";
"Part18" = "I. Prohibición de ingeniería inversa. Usted no podrá —y se compromete a no hacerlo ni a permitírselo a otras personas— copiar (salvo en los casos expresamente permitidos en esta Licencia o en las Normas de uso si son aplicables a su caso), descompilar, invertir, desensamblar, intentar obtener el código fuente, descifrar, modificar o crear productos derivados del Software Apple o de cualquier servicio proporcionado por el Software Apple o por cualquiera de sus componentes (excepto en la medida en la que la legislación aplicable o las condiciones de licencia que rijan el uso de los Componentes de código abierto —tal como se definen en la sección 13A— que puedan estar incluidos en el Software Apple prohíban cualquiera de las restricciones anteriores). ";
"Part19" = "J. Cumplimiento de la legislación. Usted se compromete a utilizar el Software Apple y los Servicios (tal como se definen en el apartado 4 de este documento) en conformidad con todas las leyes aplicables, incluidas las leyes locales del país o región en la que resida o en la que se descargue y utilice el Software Apple y los Servicios.";
"Part20" = "K. Actualización automática.  Si decide permitir las actualizaciones automáticas de aplicaciones, su dispositivo comprobará de forma periódica si hay alguna actualización o versión nueva del Software Apple y, si la hay, esta se descargará e instalará automáticamente en el dispositivo y, cuando proceda, en los dispositivos periféricos.  Las actualizaciones automáticas de aplicaciones se pueden desactivar en cualquier momento cambiando los ajustes correspondientes en Ajustes.";
"Part21" = "3. Consentimiento para la utilización de datos. ";
"Part22" = "A. Datos de análisis. Si acepta la recopilación de datos de análisis, usted acepta que Apple y sus filiales y representantes puedan recopilar, mantener, procesar y utilizar información de diagnóstico, técnica, de uso y otro tipo de información relacionada, incluida (con carácter no limitativo) información sobre los identificadores exclusivos de su sistema o hardware, su dispositivo iOS, ordenador, sistema, aplicaciones y periféricos, que se recopila periódicamente con el fin de proporcionar y mejorar los productos y servicios de Apple como parte de los servicios de actualización de software, soporte técnico del producto y otros servicios (si los hubiere) que se le suministren en relación al Software Apple o con el fin de verificar el cumplimiento de los términos de la presente Licencia. Apple se compromete a utilizar esta información única y exclusivamente para los fines anteriormente indicados, siempre y cuando dicha información se haya recopilado de forma que no le identifique a usted personalmente. Para permitir que los colaboradores de Apple y desarrolladores de terceros mejoren su software, hardware y servicios diseñados para utilizarse con productos Apple, Apple también puede facilitar a dicho colaborador o desarrollador de terceros un subconjunto de información de diagnóstico que sea relevante para el software, hardware y/o servicios de dicho colaborador o desarrollador de terceros, siempre y cuando en dicha información de diagnóstico no se le identifique a usted personalmente. ";
"Part23" = "B. Datos de localización. Apple y sus colaboradores, licenciatarios y desarrolladores de terceros pueden proporcionar a través del Software Apple ciertos servicios basados en información de localización geográfica. Para proporcionar y mejorar estos servicios, donde estén disponibles, Apple y sus colaboradores, licenciatarios y desarrolladores de terceros pueden transmitir, recopilar, mantener, procesar y utilizar sus datos de localización. La recopilación de los datos y las consultas de localización por parte de Apple se realiza de tal forma que los usuarios no se identifican personalmente; dichos datos podrán ser usados por Apple y sus colaboradores, licenciatarios y desarrolladores de terceros para proporcionar productos y servicios de localización y mejorar los existentes. El uso de cualquier servicio basado en información de localización proporcionada a través del Software Apple se interpretará como un hecho inequívoco de su aceptación y consentimiento de las operaciones de transmisión, recopilación, mantenimiento, procesamiento y uso de sus datos y consultas de localización por parte de Apple y sus colaboradores, licenciatarios y desarrolladores de terceros con el fin de proporcionarle dichos productos y servicios y de mejorar los existentes. Puede retirar su consentimiento en cualquier momento mediante el ajuste Localización de su dispositivo iOS, desactivando el ajuste Localización global o el ajuste de localización individual del Software Apple. Al utilizar en el dispositivo iOS aplicaciones o servicios de terceros que emplean datos de localización, usted deberá revisar y aceptar las condiciones de uso y la política de privacidad de dicha tercera parte en relación con el uso de datos de localización en estas aplicaciones o servicios.";
"Part24" = "C. Política de privacidad. En todo momento, el tratamiento de sus datos personales se ajustará a la política de privacidad de Apple, que puede visualizarse en: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Servicios y materiales de terceros.";
"Part26" = "A. General.  El Software Apple puede permitir el acceso a las tiendas iTunes Store y Mac App Store de Apple en Internet, a iCloud, a Mapas y a otros servicios y sitios web de Apple y de otras empresas (colectiva e individualmente, los “Servicios”). Puede que este servicio no esté disponible en todos los idiomas ni en todos los países.  Para poder utilizar estos Servicios, se requiere acceso a Internet. Asimismo, el uso de ciertos Servicios puede requerir un ID de Apple, puede requerir la aceptación de otros términos y condiciones y puede estar sujeto al pago de tarifas adicionales. La utilización de este software junto con una cuenta de iTunes Store, un ID de Apple u otro servicio de Apple se interpretará como un hecho inequívoco de que acepta los términos de servicio aplicables a dicha servicio, así como los Términos y Condiciones de los Servicios de Contenido Multimedia de Apple más recientes, que puede encontrar y revisar en el sitio https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Si decide utilizar los servicios de iCloud a través del Software Apple, dicho uso está sujeto a los siguientes términos adicionales: los Términos y Condiciones de iCloud disponibles en https://www.apple.com/legal/internet-services/icloud/ y la Política de Privacidad de Apple, disponible en https://www.apple.com/legal/privacy/.";
"Part28" = "C. Usted reconoce que, al utilizar cualquiera de los Servicios, es posible que encuentre contenido que podría considerar ofensivo, indecente o censurable y que podría, o no, ser considerado como lenguaje para adultos. No obstante lo anterior, usted consiente en utilizar los Servicios a su propia cuenta y riesgo, y acepta que Apple no será responsable frente a usted del contenido que pueda considerarse ofensivo, indecente o censurable. ";
"Part29" = "D. Es posible que determinados Servicios muestren, incluyan o pongan a su disposición servicios, contenidos, datos, información, aplicaciones o materiales de terceras partes (en adelante, “Materiales de terceros”) o proporcionen enlaces a sitios web o aplicaciones de terceros. Al usar los Servicios, usted reconoce y acepta que Apple no es responsable de examinar ni evaluar el contenido, exactitud, integridad, oportunidad, validez, cumplimiento de derechos de autor, legalidad, decencia, calidad ni ningún otro aspecto de los materiales, las aplicaciones o los sitios web de terceros. Apple, sus representantes, filiales y subsidiarias no garantizan ni asumen ninguna responsabilidad hacia usted ni hacia ninguna otra persona a causa de los Servicios, las aplicaciones, los Materiales de terceros o los sitios web de terceros, ni tampoco por ningún otro material, producto o servicio de terceros. Los Materiales de terceros y los enlaces a otros sitios web o aplicaciones se ofrecen solo para su mayor comodidad. ";
"Part30" = "E. En la medida en que utilice los Servicios para cargar contenido, manifiesta que posee todos los derechos, o dispone de autorización o permiso legal de otro tipo para la carga de dicho contenido y que este no infringe ninguno de los términos de servicio aplicables a los Servicios. Usted reconoce que los Servicios incluyen contenido, información y material de carácter privado incluidos, entre otros, “Materiales digitales” que son propiedad de Apple, el propietario del sitio y/o sus licenciantes, y están protegidos por la legislación aplicable sobre propiedad intelectual y por otras leyes, incluidas a título enunciativo, que no limitativo, las leyes sobre derechos de autor.  Usted se compromete a no usar dicho contenido, información o material de carácter privado salvo según lo dispuesto en los términos del presente contrato respecto al Servicio, ni de un modo contrario a los términos de esta Licencia o que infrinja cualquier derecho de propiedad intelectual de terceros o de Apple. Ninguna parte de los Servicios podrá ser reproducida en forma o modo alguno. Usted se obliga a no modificar, ceder en alquiler, arrendamiento o préstamo, vender, distribuir o crear trabajos derivados de los Servicios en modo alguno, y no explotará los Servicios de ningún modo no autorizado (por ejemplo, a título enunciativo y no limitativo, utilizando los Servicios para transmitir virus informáticos, gusanos, troyanos u otro software malicioso, o bien sobrepasando o sobrecargando la capacidad de la red). Además, usted se compromete a no utilizar los Servicios en forma alguna que pueda hostigar, abusar, acechar, amenazar, difamar o bien infringir o vulnerar de otro modo los derechos de cualquier otra parte, y que Apple no será responsable de ningún modo de tal utilización por su parte ni del hostigamiento, abuso, acecho, amenaza o difamación, así como tampoco de los mensajes o transmisiones ofensivos, indebidos o ilegales que usted pueda recibir como resultado del uso de cualquiera de los Servicios.";
"Part31" = "F. Por otro lado, los Servicios y los Materiales de terceros a los cuales pueda accederse o que puedan mostrarse o enlazarse a través del Software Apple no están disponibles en todos los idiomas ni en todos los países o regiones. Apple no garantiza que dichos Servicios y Materiales de terceros sean adecuados o estén disponibles para su uso en ninguna ubicación en particular. En el momento en que decide usar esos Servicios o Materiales de terceros, o acceder a ellos, lo hace por iniciativa propia y siendo responsable del cumplimiento de cualesquiera leyes aplicables, incluidas, entre otras, las leyes locales aplicables y la legislación sobre privacidad y recopilación de datos. Apple y sus licenciadores se reservan el derecho a modificar, suspender, eliminar o desactivar el acceso a cualquier Servicio en cualquier momento y sin previo aviso. En ningún caso Apple será responsable de la eliminación o de la desactivación del acceso a tales Servicios. Apple puede también imponer límites en el uso o acceso a determinados Servicios, en cualquier caso y sin mediar aviso ni responsabilidad. ";
"Part32" = "5. Expiración de la licencia. Esta Licencia tendrá vigencia hasta que termine su validez. Los derechos que le confiere esta Licencia también finalizarán o perderán su vigencia automáticamente sin previo aviso de Apple si incumple cualesquiera de las condiciones de la presente Licencia. Cuando ésta deje de estar en vigor, deberá cesar el uso del Software Apple y destruir todas las copias, totales o parciales, de dicho software. Los apartados 2I, 3, 4, 5, 6, 7, 8, 10 y 11 de la presente Licencia se mantendrán en vigor una vez que la Licencia deje de ser vigente.";
"Part33" = "6. Exclusión de garantías. ";
"Part34" = "A. Si usted es un consumidor particular (una persona que utiliza el Software Apple fuera de su oficio, negocio o profesión), es posible que disponga de derechos legales en su país de residencia que puedan impedir que las siguientes limitaciones le sean aplicables, en cuyo caso no serán de aplicación para usted. Para obtener más información acerca de sus derechos debería consultar a una organización de consumo local.";
"Part35" = "B. USTED RECONOCE Y ACEPTA DE FORMA EXPRESA QUE, EN LA MEDIDA EN QUE LO PERMITA LA LEY VIGENTE, EL USO DEL SOFTWARE APPLE Y DE LOS SERVICIOS QUE SE EJECUTAN O A LOS QUE SE OBTIENE ACCESO A TRAVÉS DEL SOFTWARE APPLE SE REALIZA A SU ENTERO RIESGO, Y QUE USTED ASUME TOTALMENTE EL RIESGO RELATIVO A LA CALIDAD SATISFACTORIA, EL RENDIMIENTO, LA EXACTITUD Y EL ESFUERZO. ";
"Part36" = "C. HASTA LOS LÍMITES PERMITIDOS POR LA LEY VIGENTE, EL SOFTWARE APPLE Y LOS SERVICIOS SE SUMINISTRAN “TAL Y COMO SE PRESENTAN” Y “SEGÚN DISPONIBILIDAD”, CON TODOS SUS POSIBLES DEFECTOS Y SIN GARANTÍAS DE NINGÚN TIPO, Y APPLE Y LOS LICENCIANTES DE APPLE (DENOMINADOS DE FORMA CONJUNTA “APPLE” A EFECTOS DE LAS SECCIONES 6 Y 7) EXCLUYEN TODAS LAS GARANTÍAS Y/O CONDICIONES, EXPRESAS, IMPLÍCITAS O LEGALES, INCLUYENDO, CON CARÁCTER MERAMENTE ENUNCIATIVO Y NO LIMITATIVO, LAS GARANTÍAS Y/O CONDICIONES IMPLÍCITAS DE COMERCIABILIDAD, DE CALIDAD SATISFACTORIA, DE IDONEIDAD PARA UN FIN DETERMINADO, DE EXACTITUD, DE DISFRUTE Y DE NO INFRACCIÓN DE DERECHOS DE TERCEROS, TODAS EN RELACIÓN CON EL SOFTWARE APPLE Y LOS SERVICIOS. ";
"Part37" = "D. APPLE NO GARANTIZA, SIN PERJUICIO DEL USO Y DISFRUTE QUE USTED HAGA DEL SOFTWARE APPLE Y DE LOS SERVICIOS, QUE LAS FUNCIONES CONTENIDAS EN EL SOFTWARE APPLE O EN LOS SERVICIOS PROPORCIONADOS POR DICHO SOFTWARE SATISFAGAN SUS NECESIDADES, QUE EL SOFTWARE APPLE O LOS SERVICIOS FUNCIONEN ININTERRUMPIDAMENTE O SIN ERRORES, QUE TODOS LOS SERVICIOS SIGAN ESTANDO DISPONIBLES, QUE EL SOFTWARE APPLE O LOS SERVICIOS SERÁN CORREGIDOS, NI QUE EL SOFTWARE APPLE SEA COMPATIBLE O FUNCIONE CON CUALQUIER SOFTWARE, APLICACIÓN O SERVICIO DE TERCEROS. LA INSTALACIÓN DE ESTE SOFTWARE APPLE PUEDE AFECTAR A LA DISPONIBILIDAD Y FUNCIONALIDAD DEL SOFTWARE, LAS APLICACIONES O LOS SERVICIOS DE TERCEROS, ASÍ COMO A LOS PRODUCTOS Y SERVICIOS DE APPLE. ";
"Part38" = "E. USTED RECONOCE ADEMÁS QUE EL SOFTWARE APPLE Y LOS SERVICIOS NO ESTÁN DESTINADOS NI SON ADECUADOS PARA SER UTILIZADOS EN SITUACIONES O ENTORNOS EN LOS QUE FALLOS, RETRASOS, ERRORES O IMPRECISIONES EN EL CONTENIDO, LOS DATOS O LA INFORMACIÓN PROPORCIONADOS POR EL SOFTWARE APPLE O LOS SERVICIOS PUDIERAN CONLLEVAR MUERTE, DAÑOS PERSONALES, LESIONES FÍSICAS GRAVES, O DAÑOS IMPORTANTES AL MEDIO AMBIENTE, INCLUYENDO CON CARÁCTER MERAMENTE ENUNCIATIVO Y NO LIMITATIVO, ACTIVIDADES DE PLANTAS NUCLEARES, NAVEGACIÓN AÉREA, SISTEMAS DE COMUNICACIÓN, MÁQUINAS PARA EL CONTROL DEL TRÁFICO AÉREO, INSTALACIONES HOSPITALARIAS O EQUIPOS ARMAMENTÍSTICOS.";
"Part39" = "F. NINGUNA INFORMACIÓN O ASESORAMIENTO ESCRITO O VERBAL FACILITADOS POR APPLE O POR UN REPRESENTANTE AUTORIZADO DE APPLE CONSTITUIRÁN GARANTÍA ALGUNA. EN EL SUPUESTO DE QUE EL SOFTWARE O LOS SERVICIOS APPLE RESULTARAN SER DEFECTUOSOS, USTED ASUMIRÁ EL COSTE ÍNTEGRO DE TODOS LOS SERVICIOS, REPARACIONES Y CORRECCIONES NECESARIOS. HABIDA CUENTA DE QUE LA NORMATIVA IMPERATIVA DE ALGUNOS PAÍSES NO PERMITE LA EXCLUSIÓN DE GARANTÍAS IMPLÍCITAS O LIMITACIONES A LOS DERECHOS LEGALMENTE PREVISTOS DEL CONSUMIDOR, LA ANTERIOR EXCLUSIÓN Y LIMITACIONES PUEDEN NO SERLE APLICABLES. ";
"Part40" = "7. Límite de responsabilidad. APPLE NO SERÁ RESPONSABLE EN NINGÚN CASO, DENTRO DE LOS LÍMITES LEGALES APLICABLES, DE LAS LESIONES O DAÑOS PERSONALES, NI DE LOS DAÑOS ACCESORIOS, ESPECIALES, INDIRECTOS O EMERGENTES, INCLUYENDO, SIN NINGÚN TIPO DE LÍMITES, LOS DAÑOS POR LUCRO CESANTE, POR EL DAÑO O LA PÉRDIDA DE DATOS, POR LA NO TRANSMISIÓN O RECEPCIÓN DE DATOS O INFORMACIÓN, POR LA INTERRUPCIÓN DE LA ACTIVIDAD EMPRESARIAL, O BIEN POR CUALQUIER OTRO TIPO DE DAÑOS O PÉRDIDAS COMERCIALES, RESULTANTES O RELACIONADOS CON EL USO O EL MAL USO DEL SOFTWARE APPLE Y DE LOS SERVICIOS, ASÍ COMO DE CUALQUIER SOFTWARE O APLICACIÓN DE TERCEROS QUE SE UTILICEN JUNTO CON EL SOFTWARE APPLE, COMO QUIERA QUE HAYA SIDO CAUSADO E INDEPENDIENTEMENTE DE LA TEORÍA DE LA RESPONSABILIDAD CIVIL (RESPONSABILIDAD CONTRACTUAL O EXTRACONTRACTUAL, U OTROS) E INCLUSO SI SE HA INFORMADO A APPLE DE LA POSIBILIDAD DE TALES DAÑOS. ALGUNOS PAÍSES NO PERMITEN LA EXCLUSIÓN O LIMITACIÓN DE LA RESPONSABILIDAD POR DAÑOS PERSONALES, DEL LUCRO CESANTE O DAÑO EMERGENTE, DIRECTO O INDIRECTO, POR LO CUAL ESTA LIMITACIÓN PUEDE NO SERLE APLICABLE. La responsabilidad total de Apple por daños y perjuicios (distintos de los exigidos por la ley vigente en los casos en los que los daños personales estén relacionados) no excederá, en ningún caso, de la cantidad de cincuenta dólares estadounidenses (50 USD). Las limitaciones anteriormente mencionadas serán vigentes incluso si la citada reparación incumple su objetivo esencial.";
"Part41" = "8. Control de las exportaciones. Usted no podrá utilizar, ni tampoco exportar o reexportar, el Software Apple, salvo en la forma permitida por la legislación de Estados Unidos y del el país o países en el cual se obtuvo el Software Apple. En particular, pero sin estar limitado a ello, el Software Apple no podrá ser exportado o reexportado a: (a) ningún país que esté siendo objeto de embargo por parte de Estados Unidos; o (b) nadie que figure en la lista de ciudadanos especialmente designados del Departamento del Tesoro de Estados Unidos o en la tabla de personas o entidades denegadas del Departamento de Comercio de Estados Unidos o en cualquier otra lista de personas restringidas. La utilización por su parte del Software Apple se considerará un hecho inequívoco de su manifestación y garantía de no residir en ninguno de tales países ni de figurar en ninguna de tales listas. Asimismo, se compromete a no usar el Software Apple con ninguna finalidad prohibida por la legislación estadounidense, incluyendo, con carácter meramente enunciativo y no limitativo, el desarrollo, el diseño, la fabricación o la producción de misiles o armas nucleares, químicas o biológicas.";
"Part42" = "9. La Administración como usuario final. El Software de Apple y la documentación relacionada se consideran “artículos comerciales” según la definición del término incluida en la sección 48 C.F.R §2.101 del Código de Normas Federales de Estados Unidos, y constituyen “software informático para uso comercial” y “documentación de software informático para uso comercial”, conforme a la definición de estos términos en las secciones 48 C.F.R. §12.212 y 48 C.F.R. §227.7202, según proceda. En virtud de las secciones 48 C.F.R. §12.212 y 48 C.F.R. §227.7202-1 a 227.7202-4, según corresponda, el software informático para uso comercial y la documentación de software informático para uso comercial se ofrecen bajo licencia a los usuarios finales del Gobierno de los Estados Unidos (a) sólo como artículos comerciales y (b) sólo con aquellos derechos que se conceden al resto de usuarios finales de acuerdo con los términos y condiciones aquí descritos. Derechos no publicados reservados de conformidad con las leyes de copyright de Estados Unidos.";
"Part43" = "10. Ley aplicable e independencia de las estipulaciones. Esta Licencia se regirá e interpretará según las leyes del estado de California, con la exclusión de sus principios de conflicto de derecho. La presente licencia no estará regida por la convención de las Naciones Unidas sobre contratos para la venta internacional de productos, la aplicación de la cual se excluye expresamente. Si es usted un usuario residente en el Reino Unido, la presente Licencia se regirá por las leyes correspondientes a la jurisdicción de su país de residencia. Si, por cualquier razón, un tribunal competente declarara no exigible o ineficaz cualquier disposición de la presente Licencia o parte de la misma, el resto de la presente Licencia conservará plena vigencia y efecto.";
"Part44" = "11. Contrato íntegro; idioma. La presente Licencia constituye el acuerdo completo entre usted y Apple respecto al Software Apple, y sustituye a todos los acuerdos anteriores o actuales relativos a dicho objeto. La presente Licencia únicamente podrá ser modificada mediante acuerdo escrito firmado por Apple. Las traducciones de esta Licencia se otorgan con el fin de satisfacer las demandas de los usuarios locales y, en caso de que surgiera algún conflicto entre la versión en lengua inglesa y cualquiera de las versiones en los demás idiomas, prevalecerá siempre la primera, dentro de lo permitido por las leyes locales aplicables vigentes en su jurisdicción.";
"Part45" = "12. Reconocimiento de terceras partes. Algunos componentes del Software Apple podrían utilizar o incorporar software y material de terceras partes con copyright y derechos de autor. Los créditos y términos de la licencia, así como otras limitaciones de responsabilidad sobre dicho material, están contenidos en la documentación electrónica del Software Apple, y la utilización de dichos materiales está regulada por los términos respectivos de cada licencia.";
"Part46" = "EA1576";
"Part47" = "16/8/2018";